var diseases = ["காய்ச்சல்", "எலும்பு நோய்", "சிறுநீரகக் கல்", "ஆஸ்துமா"];

var data = [
    { text: "வியர்வை", class: "disease1" },
    { text: "குளிர்", class: "disease1" },
    { text: "நடுக்கம்", class: "disease1" },
    { text: "தசை வலி", class: "disease1" },
    { text: "தசைவலி", class: "disease1" },
    { text: "பசியின்மை", class: "disease1" },
    { text: "எரிச்சல்", class: "disease1" },
    { text: "தலைவலி", class: "disease1" },
    { text: "தலை வலி", class: "disease1" },
    { text: "காய்ச்சல்", class: "disease1" },
    { text: "நீர்ப்போக்கு", class: "disease1" },
    { text: "பலவீனம்", class: "disease1" },
    { text: "மூட்டு வலி", class: "disease1" },
    { text: "காய்ச்சல் தலைவலி", class: "disease1" },
    { text: "காய்ச்சல் தலை வலி", class: "disease1" },
    { text: "வீக்கம்", class: "disease2" },
    { text: "மொட்டுகள்", class: "disease2" },
    { text: "சிவத்தல்", class: "disease2" },
    { text: "மூட்டு பகுதியில் சிவத்தல்", class: "disease2" },
    { text: "வெப்பம்", class: "disease2" },
    { text: "உள்ளிருப்பு மூட்டு வலி", class: "disease2" },
    { text: "மென்மையாதல்", class: "disease2" },
    { text: "மூட்டு நகரும் போது சிரமம்", class: "disease2" },
    { text: "எலும்பு நகரும் போது சிரமம்", class: "disease2" },
    { text: "மூட்டு இறுக்கம்", class: "disease2" },
    { text: "மொருமொருப்பான உணர்வு", class: "disease2" },
    { text: "எலும்பு தேய்த்து விடும் ஒலி", class: "disease2" },
    { text: "நகரும் சிரமம்", class: "disease2" },
    { text: "எலும்பு பாதிப்பு", class: "disease2" },
    { text: "மடக்கு கால்களில் வலி", class: "disease2" },
    { text: "எரிச்சல் உணர்வு", class: "disease2" },
    { text: "எலும்பு எரிச்சல் ", class: "disease2" },
    { text: "எலும்பு முறிவு", class: "disease2" },
    { text: "குமட்டல்", class: "disease3" },
    { text: "வாந்தி", class: "disease3" },
    { text: "குமட்டல் மற்றும் வாந்தி", class: "disease3" },
    { text: "சிறுநீரில் இரத்தம்", class: "disease3" },
    { text: "காய்ச்சல்", class: "disease3" },
    { text: "குளிர்", class: "disease3" },
    { text: "சிறுநீர் பகுதியில் வலி", class: "disease3" },
    { text: "குறைந்த சிறுநீர் தொகுதி", class: "disease3" },
    { text: "வயிற்று வலி", class: "disease3" },
    { text: "உணவின் நுகர்வு காலத்தில் வயிறு வலி", class: "disease3" },
    { text: "முதுகு வலி", class: "disease3" },
    { text: "தொப்பை வலி", class: "disease3" },
    { text: "பக்க வலி", class: "disease3" },
    { text: "நீர்ப்போக்கு", class: "disease3" },
    { text: "உடல் பருமன்", class: "disease3" },
    { text: "இருமல்", class: "disease4" },
    { text: "தும்மல்", class: "disease4" },
    { text: "மூச்சுத் திணறல்", class: "disease4" },
    { text: "நெஞ்சு வலி", class: "disease4" },
    { text: "அழுத்தம்", class: "disease4" },
    { text: "மூச்சிரைப்பு", class: "disease4" },
    { text: "சோர்வு", class: "disease4" },
    { text: "நுரையீரல் செயல்பாடு குறைதல்", class: "disease4" },
    { text: "மனநிறைவற்று", class: "disease4" },
    { text: "மூக்கு ஒழுகுதல்", class: "disease4" },
    { text: "தொண்டைப் புண்", class: "disease4" },
    { text: "மிக வேகமான சுவாசம்", class: "disease4" },
    { text: "கவலை உணர்வு", class: "disease4" },
    { text: "நாள்பட்ட இருமல்", class: "disease4" },
    { text: "மூச்சுக்குழாய் அழற்சி", class: "disease4" },
    { text: "சரியாக உடற்பயிற்சி செய்ய இயலாமை", class: "disease4" },

]

var diseaseDescription = {
    "காய்ச்சல்": {
        "doctorWarning": false,
        "content": {
            "காய்ச்சல்": "நீங்கள் கொடுத்த அறிகுறி படி இது காய்ச்சல் என்று கண்டறியப்பட்டுள்ளது",
            "தண்ணீர் குடியுங்கள்": "நிறைய தண்ணீர் குடியுங்கள். நோக்கம் இரண்டு மணி நேரத்திற்கு ஒருமுறை குறைந்தது எட்டு அவுன்ஸ் தண்ணீர் குடிக்க வேண்டும். உங்கள் உடல் விரைவில் ஈரப்பதத்தை இழந்து, வியர்வை அல்லது தும்மல் மூலம் ஏற்படும், சளி மற்றும் காய்ச்சல் போன்ற நோய்கள் காரணமாக, பெரும்பாலும் ஒரு காய்ச்சல் தொடர்புடைய. நீர்ச்சத்து குறைவாக இருந்தால், உங்கள் வெப்பநிலை அதிகரித்து, அடிக்கடி தலைவலி, தலைசுற்றல், தசை பிடிப்பு, குறைந்த ரத்த அழுத்தம், வலிப்பு போன்றவை ஏற்படும்",
        }
    },
    "எலும்பு நோய்": {
        "doctorWarning": true,
        "content": {
            "எலும்பு வலி": "நீங்கள் கொடுத்த அறிகுறி படி இது எலும்பு வலி என்று கண்டறியப்பட்டுள்ளது",
            "காரணம்": "எலும்பு வலி என்பது ஒன்று அல்லது அதற்கு மேற்பட்ட எலும்புகளில் அதீத வலி. இது சாதாரண எலும்பு செயல்பாடு அல்லது கட்டமைப்பை பாதிக்கும் என்று நோய்கள் பொதுவாக இணைக்கப்பட்டுள்ளது. எலும்பு வலி மற்றும் இதர அறிகுறிகள் ஏற்படக் கூடிய பல்வேறு காரணங்களை கண்டறிக. நாங்கள் சிகிச்சை விருப்பங்கள் மற்றும் தடுப்பு முறைகள் குறித்தும் விளக்குகிறேன்.",
        }
    },
    "சிறுநீரகக் கல்": {
        "doctorWarning": true,
        "content": {
            "சிறுநீரக கல்": "நீங்கள் கொடுத்த அறிகுறி படி இது சிறுநீரக கல் என்று கண்டறியப்பட்டுள்ளது",
            "தீர்வு": "1. தண்ணீர்: ஒரு கல்லை கடக்கும் போது, உங்கள் தண்ணீர் upping செயல்முறையை வேகப்படுத்த உதவும். <br>2. எலுமிச்சை சாறு: நீங்கள் அடிக்கடி போல உங்கள் நீரில் புதிதாக பிழிந்தேன் எலுமிச்சை சேர்க்கலாம். <br>3. துளசி சாறு: துளசி, அசிட்டிக் அமிலத்தை கொண்டுள்ளது, இது சிறுநீரக கற்களை உடைத்து வலியை குறைக்கும் உதவுகிறது. <br>4. ஆப்பிள் சாறு வினிகர்: ஆப்பிள் சாறு வினிகர் அசிட்டிக் அமிலம் கொண்டுள்ளது.அசிட்டிக் அமிலம் சிறுநீரகத்தை கரைக்க உதவுகிறது ",
        }
    },
    "ஆஸ்துமா": {
        "doctorWarning": true,
        "content": {
            "ஆஸ்துமா": "நீங்கள் கொடுத்த அறிகுறி படி இது ஆஸ்துமா என்று கண்டறியப்பட்டுள்ளது",
            "தீர்வு": "ஆஸ்துமா என்பது சிரமத்தை உண்டாக்கும் ஒரு நுரையீரல் நோயாகும். ஆஸ்துமா கடுமையான அல்லது நாள்பட்ட ஏற்படலாம். நுரையீரலில் உள்ள காற்றின் ஓட்டத்தில் அடைப்பு ஏற்படும் போது ஆஸ்துமா தாக்குதல்கள் ஏற்படுகின்றன. இந்த நோய் சரியான காரணம் தெரியவில்லை ஆனால் அது ஒவ்வாமை மூலம் தூண்டிவிட முடியும், காற்று மாசுபாடு, சுவாச தொற்று, உணர்வுகள், வானிலை நிலைமைகள்",
        }
    }
}

module.exports={data:data,diseases:diseases};